Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Właśnie to się dzieje, gdy ktoś próbuje powiedzieć Lichwiarzowi niewygodną prawdę!
uk: Ось що буває, коли хтось намагається розповісти неприємну правду про Лихваря!

source: Właśnie tutaj strażnicy mogą odpocząć po swojej warcie, zjeść talerz ciepłej zupy czy orzeźwić się kuflem zimnego piwa.
uk: Саме тут вартові можуть відпочити після чергування, з'їсти тарілку теплого супу або освіжитися кухлем холодного пива.

source: Właśnie w tym tkwi problem... zawsze, gdy ta bestia tutaj przyczłapie, wszyscy są zamknięci w swoich chatach. Nie mieliśmy okazji zauważyć, skąd dokładnie przychodzi.
uk: Саме в цьому й проблема... Завжди, коли цей звір приходить сюди, усі зачиняються у своїх хатинах. Ми не мали можливості розгледіти, звідки саме він приходить.

source: Właśnie wróciłem z rozmów z Marcello, właścicielem tego całego śmietnika. Wygląda na to, że odkupię go od niego za symboliczną skrzynkę wina. Lorenzo twierdzi, że wyśle mi swoich gońców do pomocy, ale ja już wiem, jak to będzie wyglądało. Więcej z nimi problemów niż pożytku! Pora rozejrzeć się za ludźmi na własną rękę.
uk: Я щойно повернувся з переговорів з Марчелло, власником цього звалища. Схоже, я викуплю цю ферму у нього за символічний ящик вина. Лоренцо каже, що пришле мені на допомогу своїх посланців, але я вже знаю, як це буде виглядати. Від них більше клопоту, ніж користі! Пора шукати людей самостійно.

source: Właśnie z tego powodu, razem z innymi wysoko postawionymi członkami naszej organizacji postanowiliśmy, że należy ci się najwyższe możliwe odznaczenie.
uk: Саме тому ми разом з іншими високопоставленими членами нашої організації, вирішили, що ти заслуговуєш на найвищу з можливих почестей.

source: Właśnie z tego waszego braku rozsądku bierze się mój problem. Inni ludzie latają do magów z byle czym, więc medyków teraz jak na lekarstwo!
uk: Саме через це ваше безглуздя я і маю проблему. До магів біжать з усім підряд, тому медиків зараз не вистачає!

source: Właśnie zdałem sobie sprawę, że w ciągu jednej chwili straciłem całe bogactwo swojego życia.
uk: Я щойно усвідомив, що за одну мить втратив усе багатство свого життя.

source: Właśnie! Może mógłbyś się zająć sprawieniem, że te ciała znikną i że nie pojawią się już żadne następne?
uk: Точно! Може, ти зможеш подбати про те, щоб ці тіла зникли і більше не з'являлися?

source: Właśnie! Pamiętasz tego przemytnika Pablo? Okazał się bardzo przydatny podczas naszego rekonesansu. Dobra robota z przeciągnięciem go na naszą stronę!
uk: Точно! Пам'ятаєш того контрабандиста Пабло? Він виявився вкрай корисним під час нашої розвідки. Залучити його на наш бік було чудовою ідеєю!

source: Właśnie, Jorn pytał o ciebie. Może powinieneś z nim porozmawiać.
uk: До речі, Йорн питав про тебе. Може, тобі варто поговорити з ним.

source: Właśnie, daj znać gdybyś miał nadmiar kłów lub pazurów. Chętnie odkupię je od ciebie za przystępną cenę.
uk: Власне, дай мені знати, якщо матимеш зайві ікла або кігті. Я з радістю викуплю їх за хорошу ціну.

source: Właśnie, dziękuję za twoją pomoc w całym tym zajściu. Bez ciebie nie udałoby się nam znaleźć zamachowca.
uk: Саме так, дякую тобі за твою допомогу під час цього інциденту. Без тебе ми б не змогли знайти зловмисника.

source: Właśnie, gdzie ja go położyłem...
uk: Власне, куди ж я його поклав...

source: Właśnie, jest jeszcze jedna sprawa. Wspominałeś coś o uprowadzeniu twojego brata.
uk: Точно, ще дещо. Ти щось казав про викрадення твого брата.

source: Właśnie, młody! Spróbuj nas tknąć, to Cortez powiesi cię przy wejściu do gospody.
uk: Саме так, хлопче! Спробуй нас зачепити, і Кортез повісить тебе на вході до корчми.

source: Właśnie, nie zdążyłem cię wcześniej zapytać, czemu Roderich przysłał cię tu samego?
uk: Власне, я не мав часу запитати про це раніше, але чому Родеріх відправив тебе сюди самого?

source: Właśnie, oprawiania zwierząt też cię mogę nauczyć – i podstaw, i bardziej wyspecjalizowanych rzeczy, pokroju wyrywania kłów, żuwaczek, czy pozyskiwania gruczołów jadowych i skrzydeł krwiopijców.
uk: Також я можу навчити тебе білуванню тварин – як основам, так і більш конкретним речам, таким як виривання ікол, щелеп або вилучення отруйних залоз і крил у шершнів.

source: Właśnie, to była sprawa między mną a nim.
uk: Саме так, це було тілько між нами.

source: Właśnie. Magowie. Można by odnieść wrażenie, że to jakaś prowokacja. Albo nawet próba ataku na magów.
uk: Власне про магів. Може скластися враження, що це якась провокація. Або навіть спроба замаху на магів.

source: Właśnie... pamiętaj, gdyby Magowie pytali kto przygotował te zupy to sam widziałeś jak tkwię przy garach!
uk: Саме так... Пам'ятай, якщо маги запитають, хто зварив цей суп, то ти на власні очі бачив, як я прикипів до каструль!

source: Właź do chaty i zajmij się tym garem. Tylko szybko!
uk: Йди в хатину і займися тим казанком. Тільки швидко!

source: Właź do środka. Viktor za was poręczył więc nawet nie myśl, żeby robić w wiosce jakieś zamieszanie.
uk: Проходь всередину. Віктор поручився за тебе, тож навіть не думай здіймати галас у селі.

source: Właź na górę i powodzenia!
uk: Піднімайся нагору і хай щастить!

source: Właź.
uk: Проходь.

source: Właźcie. Tylko pamiętajcie: mamy was na oku!
uk: Проходьте. Тільки пам'ятайте: ми за вами стежимо!

source: Włosy pokrywają się z opisem Finbara.
uk: Волосся відповідає опису Фінбара.

source: Włosy są czarne.
uk: Волосся чорне.

source: Włożyłem sfałszowane przemówienie do skrzynki, ale nigdzie nie widzę oryginału. Lepiej dokładnie sprawdzę to miejsce.
uk: Я поклав підроблену промову в скриню, але ніде не бачу оригіналу. Варто все ретельно тут перевірити.

source: Włócznia
uk: Спис

source: Włócznia Obrońcy Archolos
uk: Спис захисника Архолосу

source: Włócznia Południowca
uk: Спис південця

source: Włócznia Rodowa Ramseya
uk: Фамільний спис Рамзі

source: Włócznia należała do rodu Ramseya od wieków.
uk: Цей спис століттями належав родині Рамзі.

source: Włócznia żołdaka
uk: Спис солдата

source: Włócznia żołnierska
uk: Солдатський спис

source: Włóczęga
uk: Волоцюга

source: Włóczęga wyglądał na tak przerażonego i zdziwionego, że nie mam cienia wątpliwości co do jego niewinności. Czas wrócić na winnicę i sprawdzić pozostałe tropy.
uk: Волоцюга виглядав настільки переляканим і здивованим, що у мене не залишилося сумніву, що він не винен. Настав час повернутися на виноградник і перевірити решту зачіпок.

source: Włókno cięciwy
uk: Волокно для тятиви

source: Włóż miecz
uk: Вставити меч

source: Włącza pogłos w jaskiniach (wymaga ponownego uruchomienia).
uk: Ефект відлуння у печерах, тощо

source: Włącza/wyłącza muzykę w tle.
uk: Увімкнути/вимкнути фонову музику.

source: Włączenie/wyłączenie cieni chmur
uk: Увімк/вимк. тіні від хмар

source: Włączenie/wyłączenie dodatkowych efektów otoczenia
uk: Увімк/вимк. додаткові ефекти оточення

source: Włączenie/wyłączenie dodatkowych obiektów otoczenia
uk: Увімк/вимк. додаткові об'єкти оточення

source: Włączenie/wyłączenie mgły
uk: Увімк/вимк. туман

source: Włączenie/wyłączenie przeźroczystości wody
uk: Увімк/вимк. прозорість води

source: Włączenie/wyłączenie wpływu wiatru na obiekty
uk: Увімк/вимк. ефекти вітру на об'єктах

source: Włączenie/wyłączenie wyświetlania fal
uk: Увімк/вимк. відображення хвиль

source: Włączenie/wyłączenie wyświetlania odbić
uk: Увімк/вимк. відбиття у дзеркальних поверхнях

source: Wściekła obywatelka
uk: Сердита містянка

source: Wściekły dzik
uk: Скажений кабан

source: Wściekły farmer
uk: Сердитий фермер

source: Wściekły obywatel
uk: Сердитий містянин

source: Wściekły rybak
uk: Сердитий рибалка

source: Wściekły? Czasami mam wrażenie, że ten staruszek ma więcej cierpliwości, niż sam Adanos względem swoich braci.
uk: Сердитий? Іноді у мене складається враження, що у цього старця більше терпіння, ніж у самого Аданоса до своїх братів.

source: Wśród Myrtańczyków to nawet nie chcę.
uk: Серед міртанців навіть не хочеться.

source: Wśród drwali chodzą pogłoski o Bestii grasującej w okolicy. Powinienem mieć się na baczności.
uk: Серед лісорубів ходять чутки про Звіра, який блукає цією місцевістю. Я повинен бути на сторожі.

source: Wśród ludzi byli jednak i tacy, którzy nie godzili się na taki stan rzeczy. Widząc ból i cierpienie trawiące mieszkańców świata, Budowniczowie, bo takie nosili miano, dokładali wszelkich starań, aby odnaleźć źródło prawdziwej potęgi swych dawnych mistrzów. Wiedzieli też, że zarówno światło, jak i mrok muszą ze sobą współistnieć, aby proces tworzenia mógł przebiegać dalej.
uk: Однак серед людей були й ті, хто не змирився з таким станом речей. Спостерігаючи за болем і стражданнями мешканців світу, Творці, як їх називали, доклали всіх зусиль, щоб віднайти джерело справжньої сили своїх колишніх покровителів. Вони усвідомлювали, що світло і темрява повинні співіснувати, щоб процес творення продовжувався.

source: Wśród mieszkańców wioski wkrótce odezwały się głosy buntu, nawołujące do obalenia Ramseya, lecz gubernator miał i na to plan. Miejsce władcy we dworze zajął Starszy Wioski, Albyn, którego żelazna polityka skutecznie gasi wolnościowe zapędy mieszkańców Silbach.
uk: Незабаром серед селян зазвучали голоси повстання, що закликали до усунення Рамзі, але губернатор мав план і на цей випадок. Його місце зайняв сільський староста Альбін, чия залізна політика фактично знищила волелюбність мешканців Сільбаху.

source: Wśród połaci śniegu muszą wspaniale wyglądać... weź, zasłużyłeś na tę sumkę.
uk: Серед снігових просторів вони, мабуть, виглядають чудово... Візьми, ти це заробив.

source: Wśród znajomych z akademii istnieje jednak przekonanie, że przełom w sprawie rozwikłania zagadki genezy tego stworzenia ma dopiero nadejść. Pomijając meandry naukowo-przyrodnicze, niedźwiedź, pomimo swych sił, jest podatny na ciosy mieczem lub toporem. W razie spotkania najlepszym rozwiązaniem jest zręczne unikanie powolnych ataków zwierzęcia i szybkie kontrataki w postaci serii cięć”.
uk: Однак серед знайомих академіків існує переконання, що прорив у розгадці таємниці походження цієї істоти ще попереду. Якщо відкинути науково-природничі міркування, то ведмідь, незважаючи на свою силу, вразливий до ударів меча чи сокири. У разі зустрічі з ним найкраще рішення – вправно ухилятися від повільних атак тварини і швидко контратакувати серією ріжучих ударів.

source: Wśród Łotrów
uk: Серед лиходіїв

source: Wśród łotrów
uk: Серед лиходіїв

source: Xardas to przywódca kręgu ognia. To jedna z najpotężniejszych i najmądrzejszych osób w całym królestwie. Od dłuższego czasu prawie nikt go nie widuje.
uk: Ксардас – лідер Кола Вогню. Він один з наймогутніших і наймудріших людей у всьому королівстві. Його вже давно ніхто не бачив.

source: Xardas?
uk: Ксардасом?

source: Xavi - Nani the fuck omae reading? B-Baka!
uk: Xavi – 'Nani в біса omae ти це читаєш? B-Baka!'

source: Yannick
uk: Яннік

source: Yannick był zadowolony, gdy powiedziałem mu o pozbyciu się uciążliwych strażników. Wygląda na to, że nic nie stoi na przeszkodzie, żeby dochował swojej części umowy i zabrał mnie w obiecane miejsce.
uk: Яннік був задоволений, коли я розповів йому, що ми позбулися набридливих вартових. Схоже, тепер ніщо не завадить йому виконати свою частину угоди та відвезти мене в обіцяне місце.

source: Yannick mówił, że macie problem ze strażnikami.
uk: Яннік сказав, що у тебе проблеми з вартовими.

source: Yannick nigdzie ze mną nie wyruszy, dopóki nie pozbędę się strażników prowadzących śledztwo na plaży.
uk: Яннік нікуди зі мною не відправиться, поки я не позбудуся вартових, які обстежують пляж.

source: Yannick zgodził się zabrać mnie do miejsca, do którego udał się porywacz mojego brata. Ostrzegł mnie jednak, że to niebezpieczna speluna pełna bezwzględnych bandziorów. Możliwe, że gdy tam się znajdę, nie będę mógł zawrócić.
uk: Яннік погодився відвести мене туди, куди пішов викрадач мого брата. Однак він попередив мене, що це небезпечне місце, повне безжальних головорізів. Не виключено, що, опинившись там, я вже не зможу повернутися назад.

source: Yannick? Nie kojarzę.
uk: Яннік? Не пригадую.

source: Yannick? Nigdy o nim nie słyszałam.
uk: Яннік? Ніколи про нього не чула.

source: Yannick? Nigdy o nim nie słyszałem.
uk: Яннік? Ніколи про нього не чув.

source: Yannick? Pierwsze słyszę.
uk: Яннік? Вперше про нього чую.

source: Ych!
uk: Ухх!

source: Yellow Pfeiffer
uk: Жовтий Пфайффер

source: Yezegan
uk: Єзеган

source: Yezegan był bardzo zadowolony z tego, co udało mi się ustalić. Ten alchemik zdecydowanie potrafi wynagrodzić trud włożony w pracę.
uk: Єзеган був неабияк задоволений тим, що мені вдалося з'ясувати. Цей алхімік точно знає, як віддячити за важку працю.

source: Yezegan był zadowolony z tego, co udało mi się ustalić. Nagroda mogła by być trochę lepsza, ale ostatecznie nie zbadałem tej sprawy tak dokładnie, jak powinienem.
uk: Єзеган був неабияк задоволений тим, що мені вдалося з'ясувати. Винагорода могла б бути трохи більшою, але в підсумку я не розслідував справу так ретельно, як міг би.

source: Yezegan chyba będzie jeszcze musiał popracować na swoją miksturą. Wygląda na to, że żadna z próbek nie zadziałała. Co gorsza, najsilniejsza z nich zmienia człowieka w pokraczną hybrydę. Ciekawe, czy efekt jest jedynie tymczasowy? Spróbuję znaleźć tę hybrydę gdzieś na bagnach.
uk: Мабуть, Єзегану ще доведеться попрацювати над своїм рецептом. Жоден зі зразків, схоже, не діє. До того ж, найсильніше з них перетворює людину на потворного гібрида. Цікаво, чи ефект тимчасовий? Спробую знайти цього бідолаху десь на болоті.

source: Yezegan jest zajęty czymś ważnym. Nie pomoże mi.
uk: Єзеган зайнятий чимось важливим. Він мені не допоможе.

source: Yezegan nie wyglądał na zadowolonego z efektów mojej pracy. Najlepiej widać to po otrzymanej nagrodzie.
uk: Результатами моєї роботи Єзеган залишився незадоволений. Про це найкраще свідчить нагорода, яку я від нього отримав.

source: Yezegan zaklina się, że nic o tym nie wie. Facet ma swoje szalone pomysły, ale nie kłamałby w żywe oczy. To musi być coś innego.
uk: Єзеган запевняє, що нічого про це не знає. У цього чоловіка свої божевільні ідеї, але він не став би брехати прямо в обличчя. Це має бути щось інше.

source: Yezegan załatwił mi na to jakiś specyfik kilka dni temu, ale żeby zadziałał poprawnie muszę przespać tuzin regularnych nocy.
uk: Єзеган декілька днів тому виписав мені спеціальні ліки, але для того, щоб вони подіяли, мені потрібно нормально спати протягом дюжини ночей.

source: Yezegan, alchemik z Wilczego Leża, prowadzi badania nad eliksirami przemiany. Poprosił mnie, bym wypróbował 3 dawki o różnych stężeniach i dokładnie spisał rezultaty. Eliksiry nie są do końca bezpieczne, więc polecił podać je osobom 'za którymi nikt nie zatęskni'. Pewnie ktoś w Przystani Łotrów się nada.
uk: Єзеган, алхімік з Вовчого Лігва, досліджує зілля перетворення. Він попросив мене випробувати 3 зразки з різною концентрацією і ретельно описати результати. Зілля не зовсім безпечне, тому він рекомендував давати його людям, 'за якими навряд чи хтось буде сумувати'. Можливо, хтось із Гавані лиходіїв підійде.

source: Yh, co? Co się dzieje?
uk: Що? Що відбувається?

source: Yh? C-co ty tutaj robisz?
uk: Що? Щ-що ти тут робиш?

source: Yhh... stary, ona jest jednym z głównych elementów tej lawiny nieszczęść!
uk: Еее... вона – одна з головних причин у цій лавині нещасть!

source: Yhm... Aaa... Yyy... No tak! Słuchaj, stary...
uk: Ах... Ааа... Ууу... Ну, так! Слухай, друже...

source: Yhm... Witaj przyjacielu!
uk: Хм... Привіт, друже!

source: Yyy, nie zarabiam tutaj może fortuny, ale da się z tego wyżyć.
uk: Можливо, я і не заробляю тут статків, але на життя вистачає.

source: Yyy, nigdzie nie jest idealnie. Co dalej?
uk: Ну, ніщо не ідеальне. Що далі?

source: Yyy, tak... szef kazał mi coś ci przekazać...
uk: Ууу, так... Шеф попросив переказати тобі дещо...

source: Yyy, wiesz... Yyy... Ale nie będziesz się śmiał?
uk: Ну, знаєш... Ну... А ти не будеш сміятися?

source: Yyy, zaraz, zaraz... Czyli mam być przy otwieraniu bramy do kopalni pełnej pełzaczy?
uk: Еее, зачекай, зачекай... То мені доведеться бути присутнім при відкритті копальні, повної повзунів?

source: Yyy... mogę przypiec kiełbaskę nad ogniskiem?
uk: Ууу... можна я підсмажу ковбаску на вогнищі?

source: Yyyy...
uk: Ееее...

source: Z Jornem wszystko w porządku?
uk: З Йорном все гаразд?

source: Z Khorinis. Pewnie dziwi cię, dlaczego opuściłem najbardziej bezpieczny region w królestwie, ale... to długa historia.
uk: З Хорініса. Ти, напевно, здивований, чому я покинув найбезпечніший регіон королівства, але... це довга історія.

source: Z Londram.
uk: З Лондраму.

source: Z Rasco są same problemy. Nieraz już dawał nam w kość. Jeśli mówisz prawdę, w końcu będę miał powód, żeby go przyskrzynić.
uk: З Раско постійні проблеми. Він і раніше завдавав нам клопоту. Якщо ти кажеш правду, то я нарешті матиму причину його затримати.

source: Z Sevinusem jest coraz gorzej. Gada od rzeczy o jakichś cieniach i ciągle łazi z kąta w kąt. Dałem mu trochę wina. Może się po nim trochę uspokoi. Na wszelki wypadek zabrałem od niego klucz do warowni. Lepiej go pilnować.
uk: Севінусу стає дедалі гірше. Він говорить про якісь тіні і ходить з кутка в куток. Я дав йому трохи вина. Може, це його трохи заспокоїть. Про всяк випадок забрав у нього ключ від фортеці. Краще не спускати з нього очей.

source: Z Wilczego Leża? Hmm... Intrygujące...
uk: З Вовчого Лігва? Хмм... Інтригуюче...

source: Z Woli Innosa: Tom I
uk: Заповіти Інноса. Том I

source: Z Woli Innosa: Tom II
uk: Заповіти Інноса. Том II

source: Z Woli Innosa: Tom III
uk: Заповіти Інноса. Том III

source: Z Woli Innosa: Tom IV
uk: Заповіти Інноса. Том IV

source: Z Woli Innosa: Tom IX
uk: Заповіти Інноса. Том IX

source: Z Woli Innosa: Tom V
uk: Заповіти Інноса. Том V

source: Z Woli Innosa: Tom VI
uk: Заповіти Інноса. Том VI

source: Z Woli Innosa: Tom VII
uk: Заповіти Інноса. Том VII

source: Z Woli Innosa: Tom VIII
uk: Заповіти Інноса. Том VIII

source: Z Woli Innosa: Tom X
uk: Заповіти Інноса. Том X

source: Z Woli Innosa: Tom XI
uk: Заповіти Інноса. Том XI

source: Z Woli Innosa: Tom XII
uk: Заповіти Інноса. Том XII

source: Z Woli Innosa: Tom XIII
uk: Заповіти Інноса. Том XIII

source: Z Woli Innosa: Tom XIV
uk: Заповіти Інноса. Том XIV

source: Z Wysp Południowych, nie widać? Cortez pozbierał nas wszystkich razem, to były czasy...
uk: З Південних островів, хіба не видно? Кортез зібрав нас усіх разом, ото були часи...

source: Z Wysp Południowych. Myślałem, że jest to oczywiste.
uk: З Південних островів. Я думав, що це очевидно.

source: Z alchemią trochę nie wyszło, ale może zwiększysz moją magiczną moc?
uk: З алхімією трохи не склалося, але як щодо збільшення моєї магічної сили?

source: Z biegiem lat człowiek zaczął dostrzegać korzyści z częstych podróży. To dzięki nim nasze potrawy możemy doprawiać pikantnym, czerwonym pieprzem, a po skończonym dniu pracy raczyć się słodyczą miodowego tytoniu. Podróże sprawiły też, że na nowo odkrytych lądach zakładano osady, gdzie kwitł lokalny interes. Zamieszkujący je ludzie z czasem zaczęli tworzyć związki handlowe, spośród których wyłoniła się niemająca sobie równych Gildia Kupiecka „Araxos”.
uk: З роками людина почала усвідомлювати переваги частих подорожей. Саме завдяки ним ми можемо приправляти наші страви гострим червоним перцем і насолоджуватися смаком медового тютюну після робочого дня. Подорожі також призвели до заснування поселень на нововідкритих землях, де розвивалося місцеве виробництво. Згодом люди, які там жили, почали формувати торгові об'єднання, з яких виникла неперевершена Торгова Гільдія Араксос.

source: Z biegiem lat jednak i to prawo stosowano coraz rzadziej, do tego stopnia, iż aktualnie uznaje się wręcz, że zezwolenie na posiadanie broni jest osobistym protestem sędziego odnośnie wyniku rozprawy.
uk: З роками, однак, і цей закон застосовувався дедалі рідше, аж до того, що тепер він вважається особистим протестом судді щодо результатів слідства.

source: Z biegiem lat sam zauważysz, że gotowanie to nie tylko położenie czegoś na patelni, w garnku czy nad paleniskiem. Gotowanie to zbiór doświadczeń, nie czytanie z kartki.
uk: З роками ти сам помітиш, що готувати – це не просто покласти щось на сковорідку, в горщик чи на вогонь. Кулінарія – це збір досвіду, а не читання з папірця.

source: Z braku innych pomysłów, spróbowałem z nim porozmawiać.
uk: Через нестачу інших ідей, я спробував поговорити з ним.

source: Z bratem, uciekamy z Londram przed wojną.
uk: Ми з братом тікаємо з Лондраму від війни.

source: Z bronią dwuręczną na polowanie, to musi być ciekawy widok.
uk: З дворучною зброєю на полюванні... Це має бути цікаве видовище.

source: Z całym szacunkiem, ale ja nie będę w tym paradował po mieście!
uk: З усією повагою, але я не збираюся розгулювати в цьому по місту!

source: Z chaty koło rzeki słychać było walenie - łup, łup, ŁUP! Takie, jakie robią trolle!
uk: З хатини біля річки почувся грюкіт – бум, бум, БУМ! Так, як роблять тролі!

source: Z chęcią cię tam zaprowadzę.
uk: Я з радістю відвезу тебе туди.

source: Z chęcią dowiem się, o co chodzi.
uk: Охоче дізнаюся, про що йдеться.

source: Z chęcią obaj dalej będziemy ci służyć.
uk: Ми обидва з задоволенням будемо далі вам служити.

source: Z chęcią podejmę się każdego zadania. Mam tylko jeden warunek.
uk: Я з радістю візьмуся за будь-яке завдання. Маю лише одну умову.

source: Z chęcią spróbuję.
uk: Я хотів би спробувати.

source: Z chęcią wymienię się za parę ryb.
uk: З радістю обміняю на кілька рибин.

source: Z chęcią zostanę.
uk: Я з радістю залишусь.

source: Z ciężkim pancerzem kolczym +
uk: З важкою кольчугою +

source: Z czasem Najwyższa Rada niechętnie zaczęła patrzeć na naszą wolną wymianę myśli, aż w końcu zostaliśmy wyrzuceni.
uk: З часом Вища Рада неохоче почала ставитися до нашого вільного обміну думками, аж доки нас остаточно не вигнали.

source: Z czasem dorobiłem się swojej własnej kogi, ale nie popływałem nią za długo, bo została zawłaszczona przez królewskich.
uk: Згодом, у мене з'явився власний корабель, але плавав я на ньому недовго, бо його привласнили на користь королівства.

source: Z czasem gady zaczęły podchodzić pod mury, a Harry swoim zwyczajem postanowił za to obwinić myśliwych.
uk: З часом ці тварюки почали наближатися до села, а Гаррі, як зазвичай, вирішив звинуватити в цьому мисливців.

source: Z czego ludzie się tu utrzymują?
uk: Чим тут люди заробляють на життя?

source: Z czego się utrzymywaliście?
uk: Чим ви заробляли собі на життя?

source: Z czegoś musimy fundować nagrody i pozostałe atrakcje, a z doświadczenia wiem, że walki amatorów nie dość, że są mało widowiskowe, to niezwykle krótkie.
uk: Ми повинні з чогось фінансувати призи та інші розваги, і я знаю з досвіду, що аматорські бої не тільки не видовищні, але й надзвичайно короткі.

source: Z czegoś w końcu muszę się utrzymać, a na nowy statek mnie nie stać.
uk: Зрештою, мені треба на щось жити, а новий корабель я не можу собі дозволити.

source: Z daleka.
uk: Здалеку.

source: Z dalekiej krainy Marvinie, o której i tak pewnie nie słyszałeś.
uk: З далекої країни, Марвіне. Про яку ти, мабуть, ніколи не чув.

source: Z dawien dawna człek próbował zgłębić naturę i genezę sztuk magicznych. Jeno gdzie rozpocząć takie poszukiwania? Czy magię można w ogóle opisać? Próżno szukać równie niespójnego zjawiska we świecie: wszak magia jednako leczy i zabija, tworzy i niszczy.
uk: З давніх-давен люди намагалися дослідити природу та походження магії. Але з чого почати такий пошук? Чи можна взагалі описати магію? Важко знайти у світі настільки ж суперечливе явище: адже магія водночас і лікує, і вбиває, і творить, і руйнує.

source: Z deszczu pod rynnę...
uk: З-під дощу та в канаву...
